{
	"welcome.Get_Started": "Commencer",
	"home.Knowledgebase": "Base de connaissances",
	"home.Tax_Calculator": "Calculatrice d'impôt",
	"home.Select_Your_Type": "Sélectionnez votre type",
	"home.Single": "Célibataire",
	"home.MFJ_QW": "MFJ QW",
	"home.Married_Filling_Separately": "Marié déposant séparément",
	"home.Head_Of_Household": "Chef de ménage",
	"Your_Income": "Votre revenu",
	"Calculate": "Calculer",
	"Your_Tax": "Votre impôt",
	"kn.What_Is_Tax_Accounting.title": "Qu'est-ce que la comptabilité fiscale?",
	"kn.What_Is_Tax_Accounting.content": "La comptabilité fiscale est une structure de méthodes comptables centrée sur les impôts plutôt que sur l'apparence des états financiers publics. La comptabilité fiscale est régie par l'Internal Revenue Code, qui dicte les règles spécifiques que les entreprises et les particuliers doivent suivre lors de la préparation de leurs déclarations de revenus.",
	"kn.Tax_Accounting_Explained.title": "Explication de la comptabilité fiscale",
	"kn.Tax_Accounting_Explained.content": "La comptabilité fiscale est le moyen de comptabilité à des fins fiscales. Il s'applique à tout le monde - individus, entreprises, sociétés et autres entités. Même ceux qui sont exemptés de payer des impôts doivent participer à la comptabilité fiscale. L'objectif de la comptabilité fiscale est de pouvoir suivre les fonds (fonds entrants et sortants) associés aux individus et aux entités.",
	"kn.Tax_Principles_vs_GAAP.title": "Principes fiscaux et PCGR",
	"kn.Tax_Principles_vs_GAAP.content": "Aux États-Unis, il existe deux ensembles de principes qui sont utilisés en matière de comptabilité, qui, il faut le noter, sont différents et ne doivent pas être confondus. Le premier est les principes de comptabilité fiscale et le second est la comptabilité financière, ou les principes comptables généralement reconnus (PCGR). Selon les PCGR, les entreprises doivent suivre un ensemble commun de principes, normes et procédures comptables lorsqu'elles établissent leurs états financiers en comptabilisant toutes les transactions financières.1 Les éléments du bilan peuvent être comptabilisés différemment lors de la préparation des états financiers et des impôts à payer. Par exemple, les entreprises peuvent préparer leurs états financiers en appliquant la méthode du premier entré, premier sorti (FIFO) pour enregistrer leur inventaire à des fins financières, mais elles peuvent mettre en œuvre l'approche du dernier entré, premier sorti (LIFO) à des fins fiscales. Cette dernière procédure réduit les impôts à payer de l'année en cours. Bien que la comptabilité englobe toutes les transactions financières dans une certaine mesure, la comptabilité fiscale se concentre uniquement sur les transactions qui affectent la charge fiscale d'une entité et sur la manière dont ces éléments sont liés au calcul fiscal et à la préparation des documents fiscaux. La comptabilité fiscale est réglementée par l'Internal Revenue Service (IRS) pour garantir que toutes les lois fiscales associées sont respectées par les professionnels de la comptabilité fiscale et les contribuables.2 L'IRS exige également l'utilisation de documents et de formulaires spécifiques pour soumettre correctement les informations fiscales, le cas échéant. par la loi.",
	"kn.Tax_Accounting_for_an_Individual.title": "Comptabilité fiscale d'un particulier",
	"kn.Tax_Accounting_for_an_Individual.content": "Pour un contribuable individuel, la comptabilité fiscale se concentre uniquement sur des éléments tels que le revenu, les déductions éligibles, les gains ou pertes de placement et d'autres transactions qui affectent la charge fiscale du particulier. Cela limite la quantité d'informations nécessaires à une personne pour gérer une déclaration de revenus annuelle, et bien qu'un comptable fiscal puisse être utilisé par une personne, ce n'est pas une obligation légale. \n N Pendant ce temps, la comptabilité générale impliquerait le suivi de tous les fonds entrant et sortant de la possession de la personne, peu importe le but, y compris les dépenses personnelles qui n'ont aucune incidence fiscale.",
	"kn.Tax_Accounting_for_a_Business.title": "Comptabilité fiscale pour une entreprise",
	"kn.Tax_Accounting_for_a_Business.content": "D'un point de vue commercial, davantage d'informations doivent être analysées dans le cadre du processus de comptabilité fiscale. Bien que les revenus de l’entreprise ou les fonds entrants doivent être suivis comme ils le sont pour l’individu, il existe un niveau de complexité supplémentaire en ce qui concerne les fonds sortants destinés à certaines obligations commerciales. Cela peut inclure des fonds destinés à des dépenses commerciales spécifiques ainsi que des fonds destinés à des actionnaires. \n N Bien qu'il ne soit pas non plus nécessaire qu'une entreprise utilise un comptable fiscaliste pour effectuer ces tâches, il est assez courant dans les grandes organisations en raison de la complexité du dossiers impliqués.",
	"kn.Tax_Accounting_for_a_Tax-Exempt_Organization.title": "Comptabilité fiscale pour une organisation exonérée d'impôt",
	"kn.Tax_Accounting_for_a_Tax-Exempt_Organization.content": "Même dans les cas où une organisation est exonérée d'impôt, la comptabilité fiscale est nécessaire. Cela est dû au fait que la plupart des organisations doivent produire des rapports annuels.3 Elles doivent fournir des informations sur les fonds entrants, tels que les subventions ou les dons, ainsi que sur la façon dont les fonds sont utilisés pendant le fonctionnement de l'organisation. Cela permet de garantir que l'organisation respecte toutes les lois et réglementations régissant le bon fonctionnement d'une entité exonérée d'impôt."
}